Repository: neopack1/script.module.resolveurl
Catalog: resources/language/Polish/strings.po
Languages: pl

# #33000
source: OpenLoad Stream Authorization
pl: Autoryzacja OpenLoad

# #33001
source: To play this video, authorization is required
pl: Dostęp do tego wideo wymaga autoryzacji

# #33002
source: Visit the link below to authorize the devices on your network:
pl: W celu autoryzacji urządzenia w Twojej sieci odwieź stronę:

# #33003
source: [B][COLOR blue]%s[/COLOR][/B] then click 'Pair'
pl: [B][COLOR FF00698c]%s[/COLOR][/B] i kliknij przycisk [B]Paruj[/B] [COLOR FF28282f][I](Pair)[/I][/COLOR]

# #33004
source: No OpenLoad Authorization
pl: Brak autoryzacji OpenLoad

# #33005
source: Automatically update resolver
pl: Auto-aktualizacja Resolvera

# #33006
source: Auto-Update Url
pl: Auto-aktualizacja Url

# #33007
source: Decryption Key
pl: Klucz deszyfrujący

# #33008
source: Vev.io Stream Authorization
pl: Autoryzacja Vev.io

# #33009
source: VidUP.me Stream Authorization
pl: Autoryzacja VidUP.me

# #33010
source: Enable Universal Resolvers
pl: Włącz 'Uniwersalne Resolvery'

# #33011
source: Automatically pick best quality
pl: Automatycznie wybieraj najlepszą jakość

# #33012
source: Use Function Cache
pl: Użyj pamięci podręcznej funkcji

# #33013
source: Reset Function Cache
pl: Reset pamięci podręcznej funkcji

# #33014
source: Universal Resolvers
pl: Universalne Resolvery

# #33015
source: Resolvers
pl: Resolvery

# #33016
source: Priority
pl: Priorytety

# #33017
source: Enabled
pl: Włączone

# #33018
source: Real-Debrid Resolver Authorized
pl: Zautoryzowane Resolvery Real-Debrid

# #33019
source: Real-Debrid Authorization Reset
pl: Reset autoryzacji Real-Debrid

# #33020
source: Cache Reset
pl: Reset pamięci Cache

# #33023
source: Username
pl: Użytkownik

# #33024
source: Password
pl: Hasło

# #33025
source: Use HTTPS
pl: Użyj HTTPS

# #33026
source: Customer ID
pl: ID klienta

# #33028
source: Choose Primary Link Automatically
pl: Automatycznie wybierz pierwszy link

# #33029
source: (Re)Authorize My Account
pl: (Re)Autoryzacja mojego konta

# #33030
source: Reset My Authorization
pl: Resetuj moją autoryzacją

# #33031
source: Resolver Auto-Updated
pl: Resolver zaktualizowany

# #33032
source: Type the letters in the image
pl: Przepisz znaki z obrazka

# #33033
source: Captcha Error
pl: Błąd 'Captcha'

# #33034
source: Choose the link
pl: Wybierz link do pliku:

# #33035
source: No link selected
pl: Nie wybrano żadnego linku

# #33036
source: No Video Link Found
pl: Nie odnaleźiono źródła wideo

# #33037
source: Captcha Round: %s [I](2 Rounds is typical)[/I]
pl: 'Captcha' Runda nr: %s [COLOR FF28282f][I](zazwyczaj 2 rundy)[/I][/COLOR]

# #33038
source: Cancel
pl: Anuluj

# #33040
source: IP Stream Authorization Pairing
pl: Autoryzacja i parowanie IP

# #33041
source: No IP Authorization
pl: Brak autoryzacji IP

# #33042
source: Client ID
pl: ID klienta

# #33043
source: Vshare.eu Stream Authorization
pl: Autoryzacja Vshare.eu

# #33044
source: Flashx Stream Authorization
pl: Autoryzacja Flashx

# #33045
source: AllDebrid Authorization Reset
pl: Reset autoryzacji AllDebrid

# #33046
source: AllDebrid Resolver Authorized
pl: Zautoryzowany resolwer AllDebrid

# #33047
source: Enable PopUps
pl: Włącz wyskakujące okienka

# #33048
source: API Key
pl: Klucz API

# #33049
source: Torrent Support
pl: Wsparcie dla torrentów

# #33050
source: Cached torrents only
pl: Tylko torrenty z pamięci podręcznej

# #33051
source: Premiumize Authorization Reset
pl: Reset autoryzacji Premiumize

# #33052
source: Premiumize Resolver Authorized
pl: Zautoryzowany resolver Premiumize

# #33053
source: Linksnappy Authorization Reset
pl: Reset autoryzacji Linksnappy

# #33054
source: Linksnappy Resolver Authorized
pl: Zautoryzowany resolver Linksnappy

# #33055
source: Download rate:
pl: Prędkość:

# #33056
source: Peers:
pl: Klienci:

# #33057
source: seconds
pl: sekund

# #33058
source: Cached filehosts only
pl: Tylko hostingi z pamięci podręcznej
